[net]
  numEpoch=100

  [convolutional]
    numFeature=10
    featureHgt=3
    featureWid=3

  [pooling]
    windowSize=2
    stride=2

  [normalization]

  [fully connected]
    learnRate=0.5
    numHidden=2
    hiddens={300, 200}
    numOutput=10
