[net]
numLayer = 6

[convolutional]
numFeature = 3
featureHgt = 17
featureWid = 17

[pooling]
windowDim = 2
stride = 2

[convolutional]
numFeature = 2
featureHgt = 4
featureWid = 4

[convolutional]
numFeature = 2
featureHgt = 2
featureWid = 2

[normalization]
nonlinearity = "relu"

[fully connected]
nonlinearity = "sigmoid"
learnRate = 0.4
numOutput = 10
