[net]
numLayer = 4

[convolutional]
numFeature = 7
featureHgt = 3
featureWid = 3

[pooling]
windowDim = 2
stride = 2

[normalization]
nonlinearity = "relu"

[fully connected]
nonlinearity = "relu"
learnRate = 0.01
hiddens = { 300, 200 }
numOutput = 10
